# 1. კომენტარის სახით ჩამოწერეთ გაკვეთილზე ნასწავლი მონაცემთა ტიპები და მოიყვანეთ მაგალითები

# string= ყველაფერი რაც ბრჭყალებში წერია name="nikusha takidze" sport="football"
# integer= მთელი რიცხვები x=5 y=9
# float= ათწილადები x=9.5 y=4.7

# ========================================================================
# 2. შექმენით 2 ცვლადი x და y შეასრულეთ მათემატიკური ოპერაციები(+, -, *, /) და დაპრინტეთ შედეგი

x=64
y=8

print(x+y)
print(x-y)
print(x*y)
print(x/y)

# ===========================================================================

# 3. შექმენით 2 ცვლადი: width, height და დაპრინტეთ მართკუთხედის ფართობი/პერიმეტრი 

width=8
height=9

print(width * height)
print(2*(width + height ))
# ============================================================================

# კონკანტინაცია =  stringebi-ის შეერთება 
print("niko"+"takidze")

# =========================================================================

# 5. შექმენით 3 ცვლადი: name, age, height შიგნით შეინახეთ შესაბამისი მონაცემთა ტიპის მნიშვნელობა და დაპრინტეთ
name="nikusha takidze" 
age=16
height=172

print(name)
print(age)
print(height)
